---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.ValueAtPoint
source: html/c851c6dd-7457-d87b-b7f3-27146bc3287c.htm
---
# ValueAtPoint Properties

Specifies whether the .NET object represents a valid Revit entity.